Repository: insidious777/56-kabinet
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: uk

source: 56 Cabinet
uk: 56 Кабінет

source: Administration
uk: Адміністрування

source: Menu
uk: Меню

source: Icon
uk: Іконка

# Name
source: Category name
uk: Назва

source: Shows in miniatures
uk: Показується в мініатюрах

source: Title
uk: Заголовок

source: Shows in sections on the page
uk: Показується на розділах сторінки

source: Show
uk: Показувати

source: Order index
uk: Порядковий номер

source: From time
uk: Час з

source: To time
uk: Час до

source: Can order
uk: Можливе замовлення

source: Created at
uk: Створено

source: Updated at
uk: Останні зміни

source: Menu category
uk: Категорія меню

source: Menu categories
uk: Категорії меню

source: Category %(category_name)s
uk: Категорія %(category_name)s

source: Price
uk: Ціна

source: Addition
uk: Додаток

source: Additions
uk: Додатки

source: Addition "%(title)s"
uk: Додаток "%(title)s"

source: Image
uk: Зображення

source: High quality image
uk: Картинка високої якості

source: Category
uk: Категорія

source: Possible additions
uk: Можливі додатки

source: Volume
uk: Об'єм

source: Description
uk: Опис

source: Menu item
uk: Пункт меню

source: Menu items
uk: Пункти меню

source: Menu item "%(menu_item_title)s %(menu_item_volume)s"
uk: Пункт меню "%(menu_item_title)s %(menu_item_volume)s"

source: Menu item "%(menu_item_title)s"
uk: Пункт меню "%(menu_item_title)s"

source: Name
uk: Назва

source: Action
uk: Акція

source: Actions
uk: Акції

source: Action "%(name)s"
uk: Акція "%(name)s"

source: This field is required.
uk: Це поле обов'язкове.

source: Order
uk: Замовлення

source: Session key
uk: Ключ сесії

source: Cart
uk: Корзина

source: Carts
uk: Корзини

source: Cart %(id)i
uk: Коризна %(id)i

source: Count
uk: Кількість

source: Cart item
uk: Пункт корзини

source: Cart items
uk: Пункти корзини

source: Cart item "%(menu_item_title)s %(menu_item_volume)s"
uk: Пункт корзини "%(menu_item_title)s (%(menu_item_volume)s)"

source: Cart item "%(menu_item_title)s"
uk: Пункт корзини "%(menu_item_title)s"

# Name
source: Human name
uk: Ім'я

source: Phone number
uk: Номер телефону

source: Format: "+380123456789"
uk: Формат: "+380123456789"

source: Customer
uk: Покупець

source: Customers
uk: Покупці

source: Customer %(phone_number)s
uk: Покупець %(phone_number)s

source: Courier
uk: Кур'єр

# delivery method
source: Self-pickup
uk: Самовивіз

source: Delivery method
uk: Спосіб доставки

source: Self-pickup time
uk: Час самовивозу

source: Peoples count
uk: Кількість осіб

source: Customer comment
uk: Коментар покупця

source: Cash
uk: Готівка

source: Card
uk: Картка

source: Payment method
uk: Спосіб оплати

source: Prepayment required
uk: Передоплата вимагається

source: Rejected
uk: Відхилено

source: Orders
uk: Замовлення

source: Order %(id)i
uk: Замовлення %(id)i

# the name of city or village
source: Settlement
uk: Населений пункт

source: Street
uk: Вулиця

source: Building number
uk: Номер будинку

source: Apartment number
uk: Номер квартири

source: Entrance number
uk: Під'їзд

source: Floor number
uk: Поверх

source: Door phone number
uk: Домофон

source: Delivery address
uk: Адреса доставки

source: Delivery addresses
uk: Адреси доставок

source: Prepayment
uk: Передоплата

source: Full payment
uk: Повна оплата

source: Type
uk: Тип

source: Paid
uk: Оплачено

source: Not paid
uk: Не оплачено

source: Status
uk: Статус

source: Amount
uk: Сума

source: Additional data
uk: Додаткова інформація

source: Order transaction
uk: Транзакція замовлення

source: Order transactions
uk: Транзакції замовлень

source: Transaction ID %(id)i (Order ID %(order_id)i)
uk: Транзакція ID %(id)i (Замовлення ID %(order_id)i)

source: Prepayment for order ID %(order_id)s
uk: Передплата замовлення ID %(order_id)s

source: Payment for order ID %(order_id)s
uk: Оплата замовлення ID %(order_id)s

source: Order item
uk: Пункт замовлення

source: Order items
uk: Пункти замовлення

source: Order item "%(item_title)s (%(item_volume)s)"
uk: Пункт замовлення "%(item_title)s (%(item_volume)s)"

source: Order item "%(item_title)s"
uk: Пункт замовлення "%(item_title)s"

source: Addition item
uk: Пункт додатку

source: Addition items
uk: Пункти додатків

source: Addition item "%(title)s"
uk: Пункт додатку "%(title)s"

source: Phone number has to be in "+380999999999" format
uk: Номер телефону повинен бути в форматі "+380999999999"

source: Settings
uk: Налаштування

source: Minimum order completion time
uk: Мінімальний час виконання замовлення

source: Order prepayment start from
uk: Передоплата замовлення починається з

source: Amount, from which prepayment will be required
uk: Сума, з якої буде вимагатись передоплата

source: Prepayment percent
uk: Відсоток передоплати

source: From total order amount
uk: Від загальної суми замовлення

source: Instagram URL
uk: Посилання Instagram

source: Facebook URL
uk: Посилання Facebook

source: Address
uk: Адреса

source: Address URL
uk: Посилання на адресу

source: Work schedule
uk: Робочий графік

source: Work schedule on weekend
uk: Робочий графік у вихідні

source: Delivery available
uk: Доставка доступна

source: Delivery time within city
uk: Час доставки в межах міста

source: Delivery time beyond city
uk: Час доставки за містом

source: Delivery cost
uk: Вартість доставки

source: Notify users
uk: Сповіщати користувачів

source: Hold down "Control", or "Command" on a Mac, to select more than one. Users that will receive new order notifications. Note: users must have email filled in their profile
uk: Затисніть клавішу "Control", або "Command" на Mac, щоб обрати більше однієї опції. Користувачі, які отримуватимуть сповіщення про нові замовлення. Зверніть увагу: користувач повинен мати заповнений email в своєму профілі
